Repository: abdalla929292/abdallaelagamy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Item With
ar: البند مع

source: Received From
ar: استلم من

source: National ID
ar: الهوية الوطنية

source: Enter your National ID number
ar: أدخل رقم الهوية الوطنية الخاص بك

source: Roles
ar: الأدوار

source: Position
ar: الوظيفة

source: Department
ar: القسم

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
ar: المجموعات التي ينتمي إليها المستخدم. سيحصل المستخدم على كافة الصلاحيات الممنوحة لكل مجموعة.

source: groups
ar: المجموعات

source: Specific permissions for this user.
ar: الصلاحيات الخاصة بهذا المستخدم.

source: user permissions
ar: صلاحيات المستخدم

source: User
ar: المستخدم

source: Users
ar: المستخدمون

source: Delete Administrative Request
ar: حذف الطلب الإداري

source: Are you sure you want to delete the administrative request for
ar: هل أنت متأكد أنك تريد حذف الطلب الإداري الخاص بـ

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

source: Electronic Signature (Employee)
ar: التوقيع الإلكتروني (الموظف)

source: Clear
ar: مسح

source: Save
ar: حفظ

source: Export as Excel
ar: تصدير إلى Excel

source: Export as PDF
ar: تصدير إلى PDF

source: Administrative Requests
ar: الطلبات الإدارية

source: Add New Request
ar: إضافة طلب جديد

source: Search
ar: بحث

source: Name
ar: الاسم

source: Request No.
ar: رقم الطلب

source: Company
ar: الشركة

source: Request Type
ar: نوع الطلب

source: Explanation of Request
ar: شرح الطلب

source: Notes
ar: الملاحظات

source: Date
ar: التاريخ

source: Signature
ar: التوقيع

source: Status
ar: الحالة

source: Manager Approval
ar: موافقة المدير

source: GM Approval
ar: موافقة المدير العام

source: Actions
ar: الإجراءات

source: No signature
ar: لا يوجد توقيع

source: Open
ar: مفتوح

source: Accepted
ar: مقبول

source: Rejected
ar: مرفوض

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: No requests found.
ar: لا توجد طلبات

source: Request No
ar: رقم الطلب

source: Type
ar: النوع

source: Explanation
ar: الشرح

source: Manager Status
ar: حالة المدير

source: GM Status
ar: حالة المدير العام

source: Generated on
ar: تم التوليد في

source: Import
ar: استيراد

source: Export
ar: تصدير

source: Tickets
ar: التذاكر

source: IT Request
ar: طلب تقني

source: IT Warehouse
ar: مستودع التقنية

source: Employee Details
ar: تفاصيل الموظف

source: Cars and Heavy Equip
ar: السيارات والمعدات الثقيلة

source: Financial Warehouse
ar: المستودع المالي

source: Departments
ar: الأقسام

source: Request Types
ar: أنواع الطلبات

source: Positions
ar: الوظائف

source: Company Settings
ar: إعدادات الشركة

source: Change Password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Developed by Abdalla Elagamy, IT Manager
ar: تم التطوير بواسطة عبد الله العلاقمي، مدير تكنولوجيا المعلومات

source: Back to list
ar: عودة للقائمة

source: Company Choices
ar: خيارات الشركة

source: Add New Company Choice
ar: إضافة خيار شركة جديد

source: No company choices added yet.
ar: لم تتم إضافة خيارات شركة بعد.

source: Delete Company Clearance
ar: حذف تصريح الشركة

source: Are you sure you want to delete the company clearance for
ar: هل أنت متأكد من حذف تصريح الشركة الخاص بـ

source: Company Clearances
ar: تصاريح الشركة

source: Project/Department
ar: المشروع/القسم

source: National ID/Iqama No.
ar: رقم الهوية الوطنية/الإقامة

source: Today Date
ar: تاريخ اليوم

source: Last Day of Work
ar: آخر يوم عمل

source: Leaving Reasons
ar: أسباب المغادرة

source: Management Signatures
ar: تواقيع الإدارة

source: Add New Clearance
ar: إضافة تصريح شركة جديد

source: Delete Contractor
ar: حذف المقاول

source: Are you sure you want to delete the contractor
ar: هل أنت متأكد من حذف المقاول

source: Contractors
ar: المقاولون

source: Gov Registration Number
ar: رقم التسجيل الحكومي

source: Tax Number
ar: الرقم الضريبي

source: Email
ar: البريد الإلكتروني

source: Phone Number
ar: رقم الهاتف

source: Address
ar: العنوان

source: Quantity of Contracts
ar: كمية العقود

source: Paid
ar: مدفوع

source: Not Paid
ar: غير مدفوع

source: Total
ar: الإجمالي

source: Add New Contractor
ar: إضافة مقاول جديد

source: Create New Department
ar: إنشاء قسم جديد

source: Description
ar: الوصف

source: No departments found.
ar: لا توجد أقسام

source: You do not have permission to view this page.
ar: ليس لديك الصلاحية لعرض هذه الصفحة.

source: Delete Employee Details
ar: حذف تفاصيل الموظف

source: Confirm Delete
ar: تأكيد الحذف

source: Are you sure you want to delete this item?
ar: هل أنت متأكد من حذف هذا العنصر؟

source: Employee No.
ar: رقم الموظف

source: ID End Date
ar: تاريخ انتهاء الهوية

source: Add New Employee
ar: إضافة موظف جديد

source: Iqama ID
ar: رقم الإقامة

source: Date of Birth
ar: تاريخ الميلاد

source: Nationality
ar: الجنسية

source: Passport No.
ar: رقم الجواز

source: Name on Passport
ar: الاسم على الجواز

source: Phone Number in KSA
ar: رقم الهاتف في المملكة

source: Relative Name
ar: اسم قريب

source: Relative Phone Number
ar: رقم هاتف قريب

source: ID Renew Date
ar: تاريخ تجديد الهوية

source: Duration
ar: المدة

source: Attachments
ar: المرفقات

source: No items found.
ar: لم يتم العثور على عناصر

source: Employee No
ar: رقم الموظف

source: Passport No
ar: رقم الجواز

source: No employee details found.
ar: لم يتم العثور على تفاصيل الموظف

source: Delete Item
ar: حذف العنصر

source: Are you sure you want to delete the item
ar: هل أنت متأكد من حذف هذا العنصر

source: Add New Item
ar: إضافة عنصر جديد

source: Item Name
ar: اسم العنصر

source: Item No.
ar: رقم العنصر

source: Date Received
ar: تاريخ الاستلام

source: Date Leave
ar: تاريخ المغادرة

source: Storing Location
ar: مكان التخزين

source: Quantity
ar: الكمية

source: Price
ar: السعر

source: VAT Percentage
ar: نسبة ضريبة القيمة المضافة

source: Total VAT
ar: إجمالي ضريبة القيمة المضافة

source: Total Price
ar: الإجمالي

source: Net Price
ar: الصافي

source: Serial Number
ar: الرقم التسلسلي

source: Taken
ar: مسحوب

source: Available
ar: متاح

source: Assign Item
ar: تعيين العنصر

source: Select User
ar: اختر مستخدم

source: Choose a user
ar: اختر مستخدمًا

source: Close
ar: إغلاق

source: Assign
ar: تعيين

source: Item No
ar: رقم العنصر

source: Total Items:
ar: إجمالي العناصر:

source: Title
ar: العنوان

source: View
ar: عرض

source: Delete HR Warehouse Item
ar: حذف عنصر مستودع الموارد البشرية

source: Cars & Equipment
ar: السيارات والمعدات

source: Date From
ar: التاريخ من

source: Date To
ar: التاريخ إلى

source: All Item Types
ar: جميع أنواع العناصر

source: Item Type
ar: نوع العنصر

source: Plate Number
ar: رقم اللوحة

source: Last Checkup Date
ar: تاريخ الفحص الأخير

source: Duration of Checkup
ar: مدة الفحص

source: End Checkup Date
ar: تاريخ انتهاء الفحص

source: License Last Checkup
ar: أخر فحص لرخصة القيادة

source: Duration of License
ar: مدة الرخصة

source: End License Date
ar: تاريخ انتهاء الرخصة

source: Insurance Date Renew
ar: تاريخ تجديد التأمين

source: Duration of Insurance
ar: مدة التأمين

source: End Insurance Date
ar: تاريخ انتهاء التأمين

source: Current Driver
ar: السائق الحالي

source: Location
ar: الموقع

source: Car Photo
ar: صورة السيارة

source: License
ar: الرخصة

source: Checkup
ar: الفحص

source: Insurance
ar: التأمين

source: Driver ID
ar: هوية السائق

source: Driver License
ar: رخصة السائق

source: HR Warehouse
ar: مستودع الموارد البشرية

source: Traffic Violation Price
ar: سعر المخالفة المرورية

source: Add Note to IT Request
ar: إضافة ملاحظة لطلب التقنية

source: Note
ar: ملاحظة

source: Add Note
ar: إضافة ملاحظة

source: You must be logged in to add a note.
ar: يجب أن تكون مسجلاً للدخول لإضافة ملاحظة.

source: Delete Ticket
ar: حذف التذكرة

source: Are you sure you want to delete the ticket
ar: هل أنت متأكد من حذف التذكرة

source: Ticket Details
ar: تفاصيل التذكرة

source: Assigned To
ar: المسند إلى

source: Applied By
ar: المقدم من

source: Applied For
ar: مقدم الطلب لـ

source: No file attached
ar: لا يوجد ملف مرفق

source: Date Created
ar: تاريخ الإنشاء

source: Signatures
ar: التواقيع

source: Timestamp
ar: الطابع الزمني

source: No signature available
ar: لا يوجد توقيع

source: No signatures found.
ar: لم يتم العثور على توقيعات

source: Status Updates
ar: تحديثات الحالة

source: Previous Status
ar: الحالة السابقة

source: No status updates found.
ar: لم يتم العثور على تحديثات الحالة

source: Sub Request Type
ar: نوع الطلب الفرعي

source: Assigned to
ar: مسند إلى

source: Apply for yourself
ar: قدّم الطلب لنفسك

source: Apply for someone else
ar: قدّم الطلب لشخص آخر

source: Select Request Type
ar: اختر نوع الطلب

source: Select Sub Request Type
ar: اختر نوع الطلب الفرعي

source: Create New Ticket
ar: إنشاء تذكرة جديدة

source: Search Tickets
ar: بحث في التذاكر

source: Submitted
ar: مقدم

source: Closed
ar: مغلق

source: Select Department
ar: اختر القسم

source: Ticket No
ar: رقم التذكرة

source: Date & Time
ar: التاريخ والوقت

source: Transfer
ar: تحويل

source: No tickets found.
ar: لم يتم العثور على تذاكر

source: Search Results
ar: نتائج البحث

source: Reassign
ar: إعادة التعيين

source: Update Ticket Status
ar: تحديث حالة التذكرة

source: Delete User
ar: حذف المستخدم

source: Are you sure you want to delete the user
ar: هل أنت متأكد من حذف المستخدم

source: Create New User
ar: إنشاء مستخدم جديد

source: Username
ar: اسم المستخدم

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: New ticket created
ar: تم إنشاء تذكرة جديدة

source: Ticket assigned to you
ar: تم تعيين التذكرة إليك

source: Ticket status updated
ar: تم تحديث حالة التذكرة

source: Work permit added successfully!
ar: تم إضافة تصريح العمل بنجاح!

source: Error adding work permit.
ar: خطأ في إضافة تصريح العمل.

source: Add Work Permit
ar: إضافة تصريح عمل

source: Work permit updated successfully!
ar: تم تحديث تصريح العمل بنجاح!

source: Error updating work permit.
ar: خطأ في تحديث تصريح العمل.

source: Edit Work Permit
ar: تعديل تصريح العمل

source: Work permit deleted successfully!
ar: تم حذف تصريح العمل بنجاح!

source: Health and Safety record added successfully!
ar: تم إضافة سجل الصحة والسلامة بنجاح!

source: Error adding health and safety record.
ar: خطأ في إضافة سجل الصحة والسلامة.

source: Add Health and Safety Record
ar: إضافة سجل الصحة والسلامة

source: Health and Safety record updated successfully!
ar: تم تحديث سجل الصحة والسلامة بنجاح!

source: Error updating health and safety record.
ar: خطأ في تحديث سجل الصحة والسلامة.

source: Edit Health and Safety Record
ar: تعديل سجل الصحة والسلامة

source: Health and Safety record deleted successfully!
ar: تم حذف سجل الصحة والسلامة بنجاح!

source: Workshop added successfully!
ar: تم إضافة ورشة العمل بنجاح!

source: Error adding workshop.
ar: خطأ في إضافة ورشة العمل.

source: Add Workshop
ar: إضافة ورشة عمل

source: Workshop updated successfully!
ar: تم تحديث ورشة العمل بنجاح!

source: Error updating workshop.
ar: خطأ في تحديث ورشة العمل.

source: Edit Workshop
ar: تعديل ورشة العمل

source: Workshop deleted successfully!
ar: تم حذف ورشة العمل بنجاح!

source: Sale added successfully!
ar: تم إضافة عملية بيع بنجاح!

source: Error adding sale.
ar: خطأ في إضافة عملية البيع.

source: Add Sale
ar: إضافة عملية بيع

source: Sale updated successfully!
ar: تم تحديث عملية البيع بنجاح!

source: Error updating sale.
ar: خطأ في تحديث عملية البيع.

source: Edit Sale
ar: تعديل عملية البيع

source: Sale deleted successfully!
ar: تم حذف عملية البيع بنجاح!

source: Company clearance processed successfully.
ar: تمت معالجة تصريح الشركة بنجاح.

source: Please correct the errors below.
ar: يرجى تصحيح الأخطاء أدناه.

source: Start work permit issued successfully.
ar: تم إصدار تصريح بدء العمل بنجاح.

source: My Work Permits
ar: تصاريح عملي

source: Create Start Work Doc
ar: إنشاء وثيقة بدء العمل

source: Receive Work No
ar: استلام رقم العمل

source: Profession
ar: الوظيفة

source: Date Received Work
ar: تاريخ استلام العمل

source: Approved/Rejected By
ar: تمت الموافقة/الرفض بواسطة

source: No work permits found.
ar: لم يتم العثور على تصاريح عمل

source: Company Clearance Records
ar: تصاريح الشركة

source: Create New Clearance
ar: إنشاء تصريح شركة جديد

source: Employee Name
ar: اسم الموظف

source: National ID/Iqama
ar: الهوية الوطنية/الإقامة

source: Last Work Day
ar: آخر يوم عمل

source: Reason
ar: السبب

source: abdalla elagamy
ar: عبد الله العلاقمي

source: IT Manager
ar: مدير تقنية المعلومات

source: Vacation
ar: إجازة

source: Pending
ar: قيد الانتظار

source: Approved
ar: معتمد

source: GM General Manager
ar: المدير العام

source: and sign
ar: وقّع

source: open
ar: مفتوح

source: rejected
ar: مرفوض

source: accepted
ar: مقبول

source: completed
ar: مكتمل

source: approved
ar: معتمد

source: canceled
ar: ملغي

source: Start Work
ar: بدء العمل

source: Start or receive Work
ar: استلام العمل

source: Company Clearance
ar: إخلاء طرف
